tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jmhobbs/parrot"
tap "pivotal/tap"
tap "twilio/brew"
tap "wallix/awless"
tap "wata727/tflint"
brew "ack"
brew "openssl@3"
brew "libssh"
brew "libyaml"
brew "ansible"
brew "libvmaf"
brew "icu4c@77", link: true
brew "docbook"
brew "python@3.12"
brew "asciidoc"
brew "asciinema"
brew "aspell"
brew "atomicparsley"
brew "openssl@1.1"
brew "python@3.11"
brew "autojump"
brew "automake"
brew "aws-elasticbeanstalk"
brew "aws-vault"
brew "awscli"
brew "bash-completion"
brew "p7zip"
brew "binwalk"
brew "bison"
brew "certbot"
brew "chezmoi"
brew "chruby"
brew "cloc"
brew "cmake"
brew "libtool"
brew "freetds"
brew "php"
brew "composer"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "dependency-check"
brew "diff-so-fancy"
brew "direnv"
brew "docutils"
brew "dos2unix"
brew "libevent"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "node"
brew "eslint"
brew "esphome"
brew "exercism"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "mpfr"
brew "gawk"
brew "isl"
brew "libmpc"
brew "gcc"
brew "gdbm"
brew "get_iplayer"
brew "gh"
brew "tesseract"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "unbound"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "hunspell"
brew "lua"
brew "qt"
brew "gnuplot"
brew "go"
brew "gpac"
brew "graphviz"
brew "libass"
brew "gstreamer"
brew "htop"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "irssi"
brew "jq"
brew "leiningen"
brew "libffi"
brew "libsamplerate"
brew "libxml2"
brew "lilypond"
brew "llvm"
brew "lnav"
brew "lynx"
brew "maven"
brew "moreutils"
brew "mysql"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "nmap"
brew "openvino"
brew "packer"
brew "pandoc"
brew "peco"
brew "perl"
brew "pipx"
brew "postgresql@14"
brew "proj"
brew "prowler"
brew "pyenv"
brew "r"
brew "recode"
brew "redis"
brew "repomix"
brew "ripgrep"
brew "ruby", link: true
brew "ruby-install"
brew "s3cmd"
brew "sbt"
brew "scons"
brew "shellcheck"
brew "socat"
brew "sox"
brew "starship"
brew "stow"
brew "svg2png"
brew "tailscale"
brew "task"
brew "terraform"
brew "tflint"
brew "tmate"
brew "tmux"
brew "todo-txt"
brew "tree"
brew "trivy"
brew "v8"
brew "vim"
brew "vit"
brew "watch"
brew "watchman"
brew "wget"
brew "xmlstarlet"
brew "xvid"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "zellij"
brew "jmhobbs/parrot/terminal-parrot"
brew "twilio/brew/twilio"
cask "1password-cli"
cask "alfred"
cask "blackhole-2ch"
cask "db-browser-for-sqlite"
cask "dropbox"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "gcloud-cli"
cask "ghostty"
cask "hammerspoon"
cask "iterm2"
cask "launchy"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "slack"
cask "vnote"
cask "wezterm"
cask "zoom"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "vscodevim.vim"
vscode "vue.volar"
go "github.com/klauspost/asmfmt/cmd/asmfmt"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/kisielk/errcheck"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "github.com/rogpeppe/godef"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/fatih/gomodifytags"
go "golang.org/x/tools/cmd/gorename"
go "github.com/jstemmer/gotags"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "honnef.co/go/tools/cmd/keyify"
go "github.com/fatih/motion"
go "honnef.co/go/tools/cmd/staticcheck"
