tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jmhobbs/parrot"
tap "pivotal/tap"
tap "wallix/awless"
tap "wata727/tflint"
cask "java"
brew "ack"
brew "gdbm"
brew "libyaml"
brew "openssl"
brew "gettext", link: true
brew "readline"
brew "ansible"
brew "docbook"
brew "asciidoc"
brew "asciinema"
brew "aspell"
brew "autojump"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bash-completion"
brew "bats"
brew "libffi"
brew "chgems"
brew "chruby"
brew "cmake"
brew "composer"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "go"
brew "dependency-check"
brew "diff-so-fancy"
brew "direnv"
brew "elasticsearch"
brew "wxmac"
brew "erlang"
brew "elixir"
brew "exercism"
brew "xvid"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "get_iplayer"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "libgpg-error"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "lua"
brew "gnuplot"
brew "libtool"
brew "graphviz"
brew "htop"
brew "hub"
brew "hugo"
brew "icu4c"
brew "imagemagick"
brew "irssi"
brew "jq"
brew "lastpass-cli", args: ["with-pinentry"]
brew "leiningen"
brew "libevent"
brew "libssh"
brew "libxml2"
brew "lynx"
brew "macvim"
brew "maven"
brew "python@2", link: false
brew "mongodb"
brew "moreutils"
brew "msgpack"
brew "mysql"
brew "ncdu"
brew "netcat"
brew "nmap"
brew "node"
brew "openssl@1.1"
brew "p7zip"
brew "packer"
brew "pandoc"
brew "peco"
brew "perl"
brew "php@7.1"
brew "postgresql"
brew "proj"
brew "redis"
brew "ruby", link: true
brew "ruby-install"
brew "s3cmd"
brew "sbt"
brew "scons"
brew "socat"
brew "sox"
brew "svg2png"
brew "task"
brew "terraform"
brew "tesseract"
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "todo-txt"
brew "tree"
brew "v8"
brew "vim"
brew "vit"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn", link: false
brew "yamllint"
brew "youtube-dl"
brew "jmhobbs/parrot/terminal-parrot"
brew "wallix/awless/awless"
brew "wata727/tflint/tflint"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "vnote"
