# Version control
brew "git"
brew "gh"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "gnupg"

# Shell and terminal
brew "bash-completion"
brew "fzf"
brew "starship"
brew "tmux"
brew "tree"
brew "watch"
brew "zoxide"

# CLI utilities
brew "coreutils"
brew "dos2unix"
brew "fd"
brew "htop"
brew "jq"
brew "lnav"
brew "moreutils"
brew "p7zip"
brew "restic"
brew "ripgrep"
brew "wget"
brew "xmlstarlet"

# Editors
brew "neovim"

# DevOps and cloud
brew "ansible"
brew "awscli"
brew "aws-vault"
brew "certbot"
brew "chezmoi"
brew "direnv"
brew "terraform"
brew "tflint"
brew "mise"

# Security
brew "dependency-check"
brew "nmap"
brew "trivy"

# Networking
brew "netcat"
brew "socat"
brew "tailscale"

# Build tools
brew "automake"
brew "cmake"
brew "gcc"
brew "llvm"
brew "maven"

# Languages and linters
brew "eslint"
brew "shellcheck"
brew "yamllint"

# Databases
brew "postgresql@17"
brew "redis"

# Media
brew "ffmpeg"
brew "imagemagick"
brew "sox"

# Documentation
brew "ghostscript"
brew "gnuplot"
brew "graphviz"
brew "pandoc"

# Misc
brew "aspell"
brew "esphome"
brew "hugo"
brew "repomix"
brew "watchman"

# Casks - productivity
cask "1password-cli"
cask "dropbox"
cask "hammerspoon"
cask "obsidian"
cask "slack"
cask "zoom"

# Casks - development
cask "flutter"
cask "ngrok"
cask "gcloud-cli"
cask "iterm2"
cask "wezterm"

# Casks - media
cask "blackhole-2ch"
cask "obs"

# Casks - fonts
cask "font-hack-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"

# VS Code extensions
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-vscode-remote.remote-containers"
vscode "vscodevim.vim"
vscode "vue.volar"

# Go tools
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/kisielk/errcheck"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "github.com/rogpeppe/godef"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/fatih/gomodifytags"
go "golang.org/x/tools/cmd/gorename"
go "github.com/jstemmer/gotags"
